Repository: AhmedFarid/FIXSIRA
Catalog: Fixsira/*.lproj/Localizable.strings
Languages: ar

source: Add To Cart Success
ar: نجح الاضافه للسله

source: Cart
ar: سله

source: Cart Is Empty
ar: السله فارغه

source: Center Address
ar: عنوان الفرع

source: Center Name
ar: اسم الفرع

source: Change Password
ar: تعديل كلمه السر

source: Discount
ar: خصم

source: Edit Profile
ar: تعديل البروفيل

source: email not correct
ar: الاميل خطاء

source: en
ar: ar

source: enter Any comment
ar: ادخل اي كومنت

source: enter car Model
ar: ادخل نوع السياره

source: enter car Year
ar: ادخل سنه السياره

source: enter date of services
ar: ادخل تارخ الحجز

source: enter email
ar: ادخل الاميل

source: enter first name
ar: ادخل الاسم الاول

source: enter last name
ar: ادخل الاسم الاخير

source: enter password
ar: ادخل البسورد

source: enter password confirmation
ar: ادخل تئكيد الباسورد

source: enter phone
ar: ادخل الهاتف

source: enter your adddress
ar: ادخل العنوان

source: enter your car modle
ar: ادخل نوع السياره

source: enter your car modle year
ar: ادخل سنه السياره

source: enter your car name
ar: ادخل اسم السياره

source: enter your email
ar: ادخل الاميل

source: Enter Your Email
ar: ادخل الاميل

source: enter your name
ar: ادخل اسمك

source: Enter Your Password
ar: ادخل البسورد

source: enter your phone
ar: ادخل الهاتف

source: Go to cart to finsh your order
ar: اذهب للسله لئنهاء الطلب

source: Login Filed
ar: فشل تسجيل الدخول

source: Mobile Service
ar: زياره

source: On Site
ar: في المركز

source: Order Filed
ar: فشل الطلب

source: Order Success
ar: نجح الطلب

source: please check your email or password
ar: افحص الاميل او الباسورد

source: Price
ar: سعر

source: Rate This
ar: قيم ذالك

source: Register Filed
ar: فشل التسجيل

source: Review Filed
ar: فشل التقيم

source: Thanks For Make Our App Batter
ar: شكرا

source: Thanks For Review
ar: شكرا

source: two password is not the same
ar: البسورد ليس متشابهين

source: your order Id is
ar: رقم الطلب
